{
    "changelog.md": {
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt.",
        "11\/05\/2020": "05\/11\/2020",
        "Correction de bugs sur les panels": "Fehlerbehebungen an Panels",
        "09\/10\/2019": "10\/09\/2019",
        "Correction de bugs": "Fehlerbehebungen",
        "30\/08\/2019": "30.08.2019",
        "26\/08\/2019": "26.08.2019",
        "Mise à jour de la doc": "Aktualisieren des Dokuments",
        "Correction de l'affichage des checkbox": "Checkbox-Anzeige behoben",
        "12\/08\/2019": "08\/12\/2019",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        "[IMPORTANT": "[Wichtig",
        "IMPORTANT]": "Wichtig]"
    },
    "index.md": {
        "Plugin Gestion Volets": "Shutter Management Plugin",
        "Ce plugin vous permet de gerer plus facilemement la position de vos volets en fonction de la position du soleil": "Mit diesem Plugin können Sie die Position Ihrer Fensterläden einfacher entsprechend der Sonnenposition verwalten.",
        "Ce plugin est completement cloudless": "Dieses Plugin ist komplett wolkenlos",
        "Vous pouvez trouver": "Sie können finden",
        "un article montrant un exemple de configuration du plugin": "Ein Artikel mit einer Beispielkonfiguration des Plugins",
        "Configuration du plugins": "Plugins Konfiguration",
        "Rien de spécial ici juste à installer et activer le plugin": "Hier gibt es nichts Besonderes, nur um das Plugin zu installieren und zu aktivieren",
        "Comment ca marche": "Wie es funktioniert",
        "Le plugin va regler la position de vos volets par rapport à des positions du soleil (Azimuth et Altitude) en fonction de condition": "Das Plugin passt die Position Ihrer Fensterläden relativ zu den Sonnenpositionen (Azimut und Höhe) je nach Zustand an",
        "Configuration des volets": "Konfiguration der Rollläden",
        "La configuration se decompose en plusieurs onglet": "Die Konfiguration ist in mehrere Registerkarten unterteilt",
        "Vous retrouvez dans le premier onglet toute la configuration de votre équipement": "Auf der ersten Registerkarte finden Sie die gesamte Konfiguration Ihrer Geräte",
        "Nom de l'équipement": "Name der Ausrüstung",
        "nom de votre équipement Simulation": "Name Ihrer Simulationsausrüstung",
        "Objet parent": "Übergeordnetes Objekt",
        "indique l'objet parent auquel appartient l'équipement": "Gibt das übergeordnete Objekt an, zu dem das Gerät gehört",
        "permet de rendre votre équipement actif": "macht Ihre Ausrüstung aktiv",
        "rend votre équipement visible sur le dashboard": "macht Ihre Ausrüstung auf dem Armaturenbrett sichtbar",
        "Vérification": "Überprüfung",
        "fréquence de verification des conditions et position des volets": "Häufigkeit der Überprüfung der Bedingungen und Position der Klappen",
        "Reprendre la main": "Gewinnen Sie die Kontrolle zurück",
        "interdit au systeme de gestion de volet de modifier la position de celui-ci si il a été bougé manuellement": "verhindert, dass das Verschlussmanagementsystem seine Position ändert, wenn es manuell bewegt wurde",
        "Exemple le systeme ferme le volet, vous l'ouvrez il n'y touchera plus jusqu'a ce que la commande \"Reprendre gestion\" soit déclenchée ou si le délai de reprise de main est passé": "Beispiel: Das System schließt den Verschluss. Wenn Sie ihn öffnen, wird er nicht mehr berührt, bis der Befehl \"Verwaltung fortsetzen\" ausgelöst wird oder wenn die Wiederherstellungszeit abgelaufen ist",
        "la latitude de votre volet\/maison": "der Breitengrad Ihres Verschlusses \/ Hauses",
        "la longitude de votre volet\/maison": "die Länge Ihres Verschlusses \/ Hauses",
        "l'altitude de votre volet\/maison": "die Höhe Ihres Verschlusses \/ Hauses",
        "Etat volet": "Verschlusszustand",
        "commande indiquant la position actuel du volet": "Befehl zur Anzeige der aktuellen Position der Klappe",
        "Position volet": "Verschlussposition",
        "commande permettant de positionner le volet": "Steuerung zum Positionieren der Klappe",
        "Rafraîchir position volet (optionnelle)": "Verschlussposition aktualisieren (optional)",
        "commande permettant de rafraichir la positionner du volet": "Befehl zum Aktualisieren der Position des Verschlusses",
        "Temps maximum pour un déplacement": "Maximale Zeit für eine Reise",
        "temps pour faire un mouvement complet (de haut en bas ou de bas en haut), en seconde": "Zeit für eine vollständige Bewegung (von oben nach unten oder von unten nach oben) in Sekunden",
        "Condition pour action": "Handlungsbedingung",
        "si cette condition n'est pas vrai le plugin ne modifiera pas la position du volet": "Wenn diese Bedingung nicht erfüllt ist, ändert das Plugin die Position des Verschlusses nicht",
        "Un changement de mode annule les suspensions en cours": "Der Moduswechsel bricht ausstehende Suspensionen ab",
        "si coché alors un changement de mode du volet repasse celui-ci en gestion automatique": "Wenn diese Option aktiviert ist, wird der Verschluss durch eine Änderung des Modus wieder automatisch verwaltet",
        "Les actions immédiate sont systématique et prioritaire": "Sofortmaßnahmen sind systematisch und vorrangig",
        "si coché alors les actions immediate s'executent meme si celui-ci est suspendu et sans tenir compte de l'ordre des conditions": "Wenn diese Option aktiviert ist, werden sofortige Aktionen ausgeführt, auch wenn sie ausgesetzt sind und die Reihenfolge der Bedingungen nicht berücksichtigt wird",
        "Le tableau des conditions vous permet de spécifier des conditions de positionnement spécifique, qui prenne la main sur le tableau de position du volets": "In der Bedingungstabelle können Sie bestimmte Positionierungsbedingungen angeben, die die Klappenpositionstabelle erfassen",
        "si la condition est vrai, la position du volets": "Wenn die Bedingung erfüllt ist, die Position der Klappen",
        "la condition ne marche que si le volet est dans ce mode (vous pouvez en mettre plusieurs séparé par des ,)": "Die Bedingung funktioniert nur, wenn sich der Verschluss in diesem Modus befindet (Sie können mehrere durch, getrennt setzen).",
        "Si ce champs n'est pas remplis alors la condition sera testée quelque soit le mode": "Wenn dieses Feld nicht ausgefüllt ist, wird die Bedingung unabhängig vom Modus getestet",
        "Action immediate": "Sofortige Aktion",
        "agit immediatement dès que la condition est vrai (n'attend donc pas le cron de verification)": "wirkt sofort, sobald die Bedingung erfüllt ist (wartet daher nicht auf die Überprüfung cron)",
        "si la condition est vrai elle suspend la gestion automatique du volet": "Wenn die Bedingung erfüllt ist, wird die automatische Verwaltung des Verschlusses unterbrochen",
        "votre condition": "Ihr Zustand",
        "champs libre pour mettre des commentaires": "freie Felder für Kommentare",
        "le % quand le volet est ouvert": "die%, wenn der Verschluss geöffnet ist",
        "le % quand le volet est fermé": "die%, wenn der Verschluss geschlossen ist",
        "Action par defaut": "Standardaktion",
        "l'action par defaut si aucune condition et position n'est valide": "Die Standardaktion, wenn keine Bedingung und Position gültig ist",
        "C'est ici que vous allez pouvoir gerer le positionenement du volet en fonction de la position du soleil": "Hier können Sie die Positionierung des Verschlusses entsprechend der Sonnenposition steuern.",
        "angle de position du soleil": "Sonnenstandwinkel",
        "angle de hauteur du soleil": "Höhenwinkel der Sonne",
        "position du volet à prendre si le soleil se trouve dans les bornes d'Azimuth et d'élévation": "Position des Verschlusses, wenn die Sonne im Azimut und in den Höhengrenzen steht",
        "condition en plus à satisfaire pour que le volet prenne cette position (peut etre vide)": "zusätzliche Bedingung, die erfüllt sein muss, damit der Verschluss diese Position einnimmt (kann leer sein)",
        "suncalc.org": "suncalc.org",
        "Petite astuce le site": "Kleiner Tipp die Seite",
        "qui permet, une fois votre adresse rentrée, de voir la position du soleil (et donc les angles Azimuth et d'élévation) en fonction des heures de la journée (il suffit de faire glisser le petit soleil en haut)": "Sobald Ihre Adresse eingegeben wurde, können Sie den Sonnenstand (und damit den Azimut- und Elevationswinkel) entsprechend den Tagesstunden anzeigen (ziehen Sie einfach die kleine Sonne nach oben).",
        "Vous voyez ici les plannification de positionnement du volet faite dans le planning Agenda": "Hier sehen Sie die Positionierungspläne des Verschlusses, die in der Agenda-Planung erstellt wurden",
        "Azimut soleil": "Sonnenazimut",
        "angle Azimuth actuel du soleil": "aktueller Azimutwinkel der Sonne",
        "Elévation soleil": "Sonnenaufgang",
        "angle d'élevation actuel du soleil": "aktueller Elevationswinkel der Sonne",
        "Executer action": "Aktion ausführen",
        "force le calcul de position du volet en fonction de la position du soleil et des conditions et lui applique le resultat quelque soit l\\'état de gestion (en pause ou pas)": "Erzwingt die Berechnung der Verschlussposition entsprechend dem Sonnenstand und den Bedingungen und wendet das Ergebnis unabhängig vom Verwaltungszustand (angehalten oder nicht) darauf an.",
        "Dernière position": "Letzte Position",
        "derniere position demandé au volet par le plugin": "Letzte vom Plugin vom Verschluss angeforderte Position",
        "Etat gestion": "Managementstatus",
        "état de la gestion (suspendu ou pas)": "Managementstatus (ausgesetzt oder nicht)",
        "force la remise en mode automatique de la gestion (A noter que c'est cette commande qu'il faut lancer pour repasser en gestion automatique si vous avez modifier la position de votre volet manuellement et coché la case \"Ne pas reprendre la main\")": "Erzwingen Sie die Rückkehr in den automatischen Verwaltungsmodus (Beachten Sie, dass dieser Befehl gestartet werden muss, um zur automatischen Verwaltung zurückzukehren, wenn Sie die Position Ihres Verschlusses manuell geändert und das Kontrollkästchen \"Nicht übernehmen\" aktiviert haben.)",
        "suspend le positionnement automatique du volet": "Unterbricht die automatische Verschlusspositionierung",
        "mets à jour les valeurs des commandes \"Azimut soleil\" et \"Elévation soleil": "Aktualisieren Sie die Werte der Befehle \"Sonnenazimut\" und \"Sonnenhöhe\"",
        "mode actuel du volet": "aktueller Verschlussmodus",
        "Vous pouvez ajouter des commandes \"mode\", le nom de la commande sera le nom du mode": "Sie können \"Modus\" -Befehle hinzufügen. Der Befehlsname ist der Modusname",
        "Le plugin possede un panel de gestion en desktop et mobile pour l'activer il suffit d'aller dans Plugins -> Gestion des plugins, cliquer sur le plugin de gestion de volet et tout en bas a droite de cocher les cases pour afficher le panel desktop et mobile": "Das Plugin verfügt über ein Desktop- und ein mobiles Verwaltungsfeld, um es zu aktivieren. Gehen Sie einfach zu Plugins -> Plugin-Verwaltung, klicken Sie auf das Fensterverwaltungs-Plugin und aktivieren Sie ganz rechts unten die Kontrollkästchen, um das Feld anzuzeigen Desktop und Mobile",
        " ici.": " hier.",
        " ici?": " hier?",
        "ici ": "hier ",
        "[ici": "[hier",
        "ici]": "hier]",
        " Equipement.": " Gerät.",
        " Equipement?": " Gerät?",
        "Equipement ": "Gerät ",
        "[Equipement": "[Gerät",
        "Equipement]": "Gerät]",
        " Activer.": " Aktivieren.",
        " Activer?": " Aktivieren?",
        "Activer ": "Aktivieren ",
        "[Activer": "[Aktivieren",
        "Activer]": "Aktivieren]",
        " Visible.": " Sichtbar.",
        " Visible?": " Sichtbar?",
        "Visible ": "Sichtbar ",
        "[Visible": "[Sichtbar",
        "Visible]": "Sichtbar]",
        " Configuration.": " Konfiguration.",
        " Configuration?": " Konfiguration?",
        "Configuration ": "Konfiguration ",
        "[Configuration": "[Konfiguration",
        "Configuration]": "Konfiguration]",
        " Latitude.": " Breite.",
        " Latitude?": " Breite?",
        "Latitude ": "Breite ",
        "[Latitude": "[Breite",
        "Latitude]": "Breite]",
        " Longitude.": " Länge.",
        " Longitude?": " Länge?",
        "Longitude ": "Länge ",
        "[Longitude": "[Länge",
        "Longitude]": "Länge]",
        " Altitude.": " Höhe.",
        " Altitude?": " Höhe?",
        "Altitude ": "Höhe ",
        "[Altitude": "[Höhe",
        "Altitude]": "Höhe]",
        " Condition.": " Zustand.",
        " Condition?": " Zustand?",
        "Condition ": "Zustand ",
        "[Condition": "[Zustand",
        "Condition]": "Zustand]",
        " Position.": " Position.",
        " Position?": " Position?",
        "Position ": "Position ",
        "[Position": "[Position",
        "Position]": "Position]",
        " Mode.": " Modus.",
        " Mode?": " Modus?",
        "Mode ": "Modus ",
        "[Mode": "[Modus",
        "Mode]": "Modus]",
        " Suspendre.": " Anhalten.",
        " Suspendre?": " Anhalten?",
        "Suspendre ": "Anhalten ",
        "[Suspendre": "[Anhalten",
        "Suspendre]": "Anhalten]",
        " Commentaire.": " Kommentar.",
        " Commentaire?": " Kommentar?",
        "Commentaire ": "Kommentar ",
        "[Commentaire": "[Kommentar",
        "Commentaire]": "Kommentar]",
        " Positionnement.": " Positionierung.",
        " Positionnement?": " Positionierung?",
        "Positionnement ": "Positionierung ",
        "[Positionnement": "[Positionierung",
        "Positionnement]": "Positionierung]",
        " %ouveture.": " % Öffnung.",
        " %ouveture?": " % Öffnung?",
        "%ouveture ": "% Öffnung ",
        "[%ouveture": "[% Öffnung",
        "%ouveture]": "% Öffnung]",
        " %fermeture.": " % schließen.",
        " %fermeture?": " % schließen?",
        "%fermeture ": "% schließen ",
        "[%fermeture": "[% schließen",
        "%fermeture]": "% schließen]",
        " Azimuth.": " Azimut.",
        " Azimuth?": " Azimut?",
        "Azimuth ": "Azimut ",
        "[Azimuth": "[Azimut",
        "Azimuth]": "Azimut]",
        " Elevation.": " Höhe.",
        " Elevation?": " Höhe?",
        "Elevation ": "Höhe ",
        "[Elevation": "[Höhe",
        "Elevation]": "Höhe]",
        " ASTUCE.": " TIPP.",
        " ASTUCE?": " TIPP?",
        "ASTUCE ": "TIPP ",
        "[ASTUCE": "[TIPP",
        "ASTUCE]": "TIPP]",
        " Planning.": " Zeitplan.",
        " Planning?": " Zeitplan?",
        "Planning ": "Zeitplan ",
        "[Planning": "[Zeitplan",
        "Planning]": "Zeitplan]",
        " Commandes.": " Befehle.",
        " Commandes?": " Befehle?",
        "Commandes ": "Befehle ",
        "[Commandes": "[Befehle",
        "Commandes]": "Befehle]",
        " Reprendre.": " Zusammenfassung.",
        " Reprendre?": " Zusammenfassung?",
        "Reprendre ": "Zusammenfassung ",
        "[Reprendre": "[Zusammenfassung",
        "Reprendre]": "Zusammenfassung]",
        " Rafraichir.": " Aktualisieren.",
        " Rafraichir?": " Aktualisieren?",
        "Rafraichir ": "Aktualisieren ",
        "[Rafraichir": "[Aktualisieren",
        "Rafraichir]": "Aktualisieren]",
        " Panel.": " Platte.",
        " Panel?": " Platte?",
        "Panel ": "Platte ",
        "[Panel": "[Platte",
        "Panel]": "Platte]"
    }
}