{
    "changelog.md": {
        "Correction de bugs sur les panels": "Corrección de errores en los paneles.",
        "09\/10\/2019": "10\/09\/2019",
        "Correction de bugs": "Correcciones de errores",
        "30\/08\/2019": "30\/08\/2019",
        "26\/08\/2019": "26\/08\/2019",
        "Mise à jour de la doc": "Actualizando el documento",
        "Correction de l'affichage des checkbox": "Pantalla de casilla de verificación fija",
        "12\/08\/2019": "08\/12\/2019"
    },
    "index.md": {
        "Ce plugin vous permet de gerer plus facilemement la position de vos volets en fonction de la position du soleil": "Este complemento le permite administrar más fácilmente la posición de sus persianas de acuerdo con la posición del sol.",
        "Ce plugin est completement cloudless": "Este complemento no tiene nubes",
        "Vous pouvez trouver": "Puedes encontrar",
        "un article montrant un exemple de configuration du plugin": "un artículo que muestra un ejemplo de configuración del complemento",
        "Configuration du plugins": "Configuración de complementos",
        "Rien de spécial ici juste à installer et activer le plugin": "Nada especial aquí solo para instalar y activar el complemento",
        "Comment ca marche": "Como funciona",
        "Le plugin va regler la position de vos volets par rapport à des positions du soleil (Azimuth et Altitude) en fonction de condition": "El complemento ajustará la posición de sus persianas en relación con las posiciones del sol (acimut y altitud) según la condición",
        "Configuration des volets": "Configuración de las persianas.",
        "La configuration se decompose en plusieurs onglet": "La configuración se divide en varias pestañas.",
        "Vous retrouvez dans le premier onglet toute la configuration de votre équipement": "Encontrarás en la primera pestaña toda la configuración de tu equipo",
        "Nom de l'équipement": "Nombre del equipo",
        "nom de votre équipement Simulation": "nombre de su equipo de simulación",
        "Objet parent": "Objeto padre",
        "indique l'objet parent auquel appartient l'équipement": "indica el objeto padre al que pertenece el equipo",
        "permet de rendre votre équipement actif": "activa su equipo",
        "rend votre équipement visible sur le dashboard": "hace que su equipo sea visible en el tablero",
        "Vérification": "Verificación",
        "fréquence de verification des conditions et position des volets": "frecuencia de verificación de las condiciones y posición de las aletas",
        "Reprendre la main": "Recuperar el control",
        "interdit au systeme de gestion de volet de modifier la position de celui-ci si il a été bougé manuellement": "prohíbe que el sistema de gestión del obturador cambie su posición si se ha movido manualmente",
        "Exemple le systeme ferme le volet, vous l'ouvrez il n'y touchera plus jusqu'a ce que la commande \"Reprendre gestion\" soit déclenchée ou si le délai de reprise de main est passé": "Por ejemplo, el sistema cierra el obturador, si lo abre, ya no lo tocará hasta que se active el comando \"Reanudar administración\" o si el tiempo de recuperación ha pasado",
        "la latitude de votre volet\/maison": "la latitud de tu persiana \/ casa",
        "la longitude de votre volet\/maison": "la longitud de tu persiana \/ casa",
        "l'altitude de votre volet\/maison": "la altura de tu persiana \/ casa",
        "Etat volet": "Estado del obturador",
        "commande indiquant la position actuel du volet": "comando que indica la posición actual de la aleta",
        "Position volet": "Posición del obturador",
        "commande permettant de positionner le volet": "control para posicionar la aleta",
        "Rafraîchir position volet (optionnelle)": "Actualizar la posición del obturador (opcional)",
        "commande permettant de rafraichir la positionner du volet": "comando para actualizar la posición del obturador",
        "Temps maximum pour un déplacement": "Tiempo maximo para un viaje",
        "temps pour faire un mouvement complet (de haut en bas ou de bas en haut), en seconde": "tiempo para hacer un movimiento completo (de arriba hacia abajo o de abajo hacia arriba), en segundos",
        "Condition pour action": "Condición para la acción.",
        "si cette condition n'est pas vrai le plugin ne modifiera pas la position du volet": "Si esta condición no es cierta, el complemento no modificará la posición del obturador",
        "Un changement de mode annule les suspensions en cours": "El cambio de modo cancela las suspensiones pendientes",
        "si coché alors un changement de mode du volet repasse celui-ci en gestion automatique": "si está marcada, un cambio de modo del obturador lo devuelve a la gestión automática",
        "Les actions immédiate sont systématique et prioritaire": "Las acciones inmediatas son sistemáticas y prioritarias.",
        "si coché alors les actions immediate s'executent meme si celui-ci est suspendu et sans tenir compte de l'ordre des conditions": "si está marcada, se ejecutan acciones inmediatas incluso si está suspendida y sin tener en cuenta el orden de las condiciones",
        "Le tableau des conditions vous permet de spécifier des conditions de positionnement spécifique, qui prenne la main sur le tableau de position du volets": "La tabla de condiciones le permite especificar condiciones de posicionamiento específicas, que se apoderan de la tabla de posición de la aleta",
        "si la condition est vrai, la position du volets": "si la condición es verdadera, la posición de las aletas",
        "la condition ne marche que si le volet est dans ce mode (vous pouvez en mettre plusieurs séparé par des ,)": "la condición solo funciona si el obturador está en este modo (puede poner varios separados por)",
        "Si ce champs n'est pas remplis alors la condition sera testée quelque soit le mode": "Si este campo no se llena, la condición se probará independientemente del modo",
        "Action immediate": "Acción inmediata",
        "agit immediatement dès que la condition est vrai (n'attend donc pas le cron de verification)": "actúa inmediatamente tan pronto como la condición es verdadera (por lo tanto, no espera el cron de verificación)",
        "si la condition est vrai elle suspend la gestion automatique du volet": "si la condición es verdadera, suspende la gestión automática del obturador",
        "votre condition": "su condicion",
        "champs libre pour mettre des commentaires": "campos libres para comentarios",
        "le % quand le volet est ouvert": "el% cuando el obturador está abierto",
        "le % quand le volet est fermé": "el% cuando el obturador está cerrado",
        "Action par defaut": "Acción por defecto",
        "l'action par defaut si aucune condition et position n'est valide": "la acción predeterminada si ninguna condición y posición es válida",
        "C'est ici que vous allez pouvoir gerer le positionenement du volet en fonction de la position du soleil": "Aquí es donde podrá gestionar la posición del obturador de acuerdo con la posición del sol.",
        "angle de position du soleil": "ángulo de posición del sol",
        "angle de hauteur du soleil": "ángulo de altura del sol",
        "position du volet à prendre si le soleil se trouve dans les bornes d'Azimuth et d'élévation": "posición del obturador para tomar si el sol está en el Azimut y los límites de elevación",
        "condition en plus à satisfaire pour que le volet prenne cette position (peut etre vide)": "condición adicional para satisfacer para que el obturador tome esta posición (puede estar vacío)",
        "suncalc.org": "suncalc.org",
        "Petite astuce le site": "Pequeño consejo del sitio",
        "qui permet, une fois votre adresse rentrée, de voir la position du soleil (et donc les angles Azimuth et d'élévation) en fonction des heures de la journée (il suffit de faire glisser le petit soleil en haut)": "que permite, una vez que ingresó su dirección, ver la posición del sol (y, por lo tanto, los ángulos de acimut y elevación) de acuerdo con las horas del día (simplemente arrastre el pequeño sol en la parte superior)",
        "Vous voyez ici les plannification de positionnement du volet faite dans le planning Agenda": "Aquí puede ver los planes de posicionamiento del obturador realizados en la planificación de la Agenda",
        "Azimut soleil": "Azimut del sol",
        "angle Azimuth actuel du soleil": "ángulo azimutal actual del sol",
        "Elévation soleil": "Salida del sol",
        "angle d'élevation actuel du soleil": "ángulo de elevación actual del sol",
        "Executer action": "Ejecutar acción",
        "force le calcul de position du volet en fonction de la position du soleil et des conditions et lui applique le resultat quelque soit l\\'état de gestion (en pause ou pas)": "fuerza el cálculo de la posición del obturador de acuerdo con la posición del sol y las condiciones y le aplica el resultado sea cual sea el estado de gestión (en pausa o no)",
        "Dernière position": "Última posición",
        "derniere position demandé au volet par le plugin": "última posición solicitada desde el obturador por el complemento",
        "Etat gestion": "Estado de gestión",
        "état de la gestion (suspendu ou pas)": "estado de gestión (suspendido o no)",
        "force la remise en mode automatique de la gestion (A noter que c'est cette commande qu'il faut lancer pour repasser en gestion automatique si vous avez modifier la position de votre volet manuellement et coché la case \"Ne pas reprendre la main\")": "forzar el regreso al modo de administración automática (tenga en cuenta que este comando debe iniciarse para volver a la administración automática si ha cambiado la posición de su obturador manualmente y ha marcado la casilla \"No tomar el control\")",
        "suspend le positionnement automatique du volet": "suspende el posicionamiento automático del obturador",
        "mets à jour les valeurs des commandes \"Azimut soleil\" et \"Elévation soleil": "actualizar los valores de los comandos \"Acimut del sol\" y \"Elevación del sol\"",
        "mode actuel du volet": "modo de obturador actual",
        "Vous pouvez ajouter des commandes \"mode\", le nom de la commande sera le nom du mode": "Puede agregar comandos de \"modo\", el nombre del comando será el nombre del modo",
        "Le plugin possede un panel de gestion en desktop et mobile pour l'activer il suffit d'aller dans Plugins -> Gestion des plugins, cliquer sur le plugin de gestion de volet et tout en bas a droite de cocher les cases pour afficher le panel desktop et mobile": "El complemento tiene un panel de administración de escritorio y móvil para activarlo solo vaya a Complementos -> Administración de complementos, haga clic en el complemento de administración del panel y en la parte inferior derecha de marcar las casillas para mostrar el panel escritorio y móvil",
        " Description.": " Descripción.",
        " Description?": " Descripción?",
        "Description ": "Descripción ",
        "[Description": "[Descripción",
        "Description]": "Descripción]",
        " ici.": " aquí.",
        " ici?": " aquí?",
        "ici ": "aquí ",
        "[ici": "[aquí",
        "ici]": "aquí]",
        " Equipement.": " Dispositivos.",
        " Equipement?": " Dispositivos?",
        "Equipement ": "Dispositivos ",
        "[Equipement": "[Dispositivos",
        "Equipement]": "Dispositivos]",
        " Activer.": " Activar.",
        " Activer?": " Activar?",
        "Activer ": "Activar ",
        "[Activer": "[Activar",
        "Activer]": "Activar]",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        "[Visible": "[Visible",
        "Visible]": "Visible]",
        " Configuration.": " Configuración.",
        " Configuration?": " Configuración?",
        "Configuration ": "Configuración ",
        "[Configuration": "[Configuración",
        "Configuration]": "Configuración]",
        " Latitude.": " Latitud.",
        " Latitude?": " Latitud?",
        "Latitude ": "Latitud ",
        "[Latitude": "[Latitud",
        "Latitude]": "Latitud]",
        " Longitude.": " Longitud.",
        " Longitude?": " Longitud?",
        "Longitude ": "Longitud ",
        "[Longitude": "[Longitud",
        "Longitude]": "Longitud]",
        " Altitude.": " Altitud.",
        " Altitude?": " Altitud?",
        "Altitude ": "Altitud ",
        "[Altitude": "[Altitud",
        "Altitude]": "Altitud]",
        " Condition.": " Condición.",
        " Condition?": " Condición?",
        "Condition ": "Condición ",
        "[Condition": "[Condición",
        "Condition]": "Condición]",
        " Position.": " Posición.",
        " Position?": " Posición?",
        "Position ": "Posición ",
        "[Position": "[Posición",
        "Position]": "Posición]",
        " Mode.": " Modo.",
        " Mode?": " Modo?",
        "Mode ": "Modo ",
        "[Mode": "[Modo",
        "Mode]": "Modo]",
        " Suspendre.": " Suspender.",
        " Suspendre?": " Suspender?",
        "Suspendre ": "Suspender ",
        "[Suspendre": "[Suspender",
        "Suspendre]": "Suspender]",
        " Commentaire.": " Comentario.",
        " Commentaire?": " Comentario?",
        "Commentaire ": "Comentario ",
        "[Commentaire": "[Comentario",
        "Commentaire]": "Comentario]",
        " Positionnement.": " Posicionamiento.",
        " Positionnement?": " Posicionamiento?",
        "Positionnement ": "Posicionamiento ",
        "[Positionnement": "[Posicionamiento",
        "Positionnement]": "Posicionamiento]",
        " %ouveture.": " % de apertura.",
        " %ouveture?": " % de apertura?",
        "%ouveture ": "% de apertura ",
        "[%ouveture": "[% de apertura",
        "%ouveture]": "% de apertura]",
        " %fermeture.": " % de cierre.",
        " %fermeture?": " % de cierre?",
        "%fermeture ": "% de cierre ",
        "[%fermeture": "[% de cierre",
        "%fermeture]": "% de cierre]",
        " Azimuth.": " Acimut.",
        " Azimuth?": " Acimut?",
        "Azimuth ": "Acimut ",
        "[Azimuth": "[Acimut",
        "Azimuth]": "Acimut]",
        " Elevation.": " Elevacion.",
        " Elevation?": " Elevacion?",
        "Elevation ": "Elevacion ",
        "[Elevation": "[Elevacion",
        "Elevation]": "Elevacion]",
        " ASTUCE.": " CONSEJO.",
        " ASTUCE?": " CONSEJO?",
        "ASTUCE ": "CONSEJO ",
        "[ASTUCE": "[CONSEJO",
        "ASTUCE]": "CONSEJO]",
        " Planning.": " Planificacion.",
        " Planning?": " Planificacion?",
        "Planning ": "Planificacion ",
        "[Planning": "[Planificacion",
        "Planning]": "Planificacion]",
        " Commandes.": " Comandos.",
        " Commandes?": " Comandos?",
        "Commandes ": "Comandos ",
        "[Commandes": "[Comandos",
        "Commandes]": "Comandos]",
        " Reprendre.": " Reanudar.",
        " Reprendre?": " Reanudar?",
        "Reprendre ": "Reanudar ",
        "[Reprendre": "[Reanudar",
        "Reprendre]": "Reanudar]",
        " Rafraichir.": " Refrescar.",
        " Rafraichir?": " Refrescar?",
        "Rafraichir ": "Refrescar ",
        "[Rafraichir": "[Refrescar",
        "Rafraichir]": "Refrescar]",
        " Panel.": " Panel.",
        " Panel?": " Panel?",
        "Panel ": "Panel ",
        "[Panel": "[Panel",
        "Panel]": "Panel]"
    }
}